i5-2500k/3.4.111/30/3/read-write-4.log
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 30
query mode: simple
number of clients: 4
number of threads: 1
duration: 1800 s
number of transactions actually processed: 12573229
latency average: 0.573 ms
tps = 6985.110850 (including connections establishing)
tps = 6985.114305 (excluding connections establishing)